{
  "HEADER": {
    "TITLE": "Parroquia Cat贸lica",
    "HOME": "Inicio",
    "PARISH": "Nuestra parroquia",
    "CAMPAIGNS": "Campa帽as",
    "MASSES": "Misas",
    "EVENTS": "Eventos",
    "NEWS": "Noticias",
    "COMMITTEES": "Comit茅s",
    "VOLUNTEERING": "Voluntariado",
    "CONTACT": "Contacto",
    "DONATE": "Hacer una donaci贸n"
  },
  "HOME": {
    "TITLE": "Bienvenido a nuestra parroquia",
    "SUBTITLE": "Ustedes son el templo de Dios, la casa que l construye.",
    "MISSION": "Nuestra Misi贸n",
    "MISSION_DESC": "Proclamar el Evangelio de Jesucristo y servir a nuestra comunidad con fe, esperanza y amor.",
    "MASS_TIMES": "Horarios de misas",
    "MASS_TIMES_DESC": "nase a nosotros para las celebraciones diarias y dominicales de la Santa Eucarist铆a.",
    "COMMUNITY": "Comunidad",
    "COMMUNITY_DESC": "Una familia parroquial acogedora comprometida con la adoraci贸n, el servicio y la fraternidad.",
    "SACRAMENTS": "Sacramentos",
    "SACRAMENTS_DESC": "Celebrando la vida sacramental y los hitos de nuestra comunidad de fe.",
    "NEWS1": " Daniel Seguin - Desarrollador Full-Stack especializado en Angular, React y tecnolog铆as web modernas",
    "NEWS2": " Experiencia en la construcci贸n de aplicaciones empresariales escalables y soluciones en la nube",
    "NEWS3": " Apasionado por crear experiencias de usuario intuitivas y c贸digo limpio y mantenible",
    "NEWS4": " Experto en dise帽o responsivo, PWAs y optimizaci贸n de rendimiento",
    "NEWS5": " Disponible para proyectos freelance y consultor铆a - Contacto: daniel@seguin.com"
  },
  "PARISH": {
    "TITLE": "Nuestra parroquia",
    "ABOUT": "Acerca de nosotros",
    "ABOUT_DESC": "Somos una comunidad cat贸lica vibrante dedicada a adorar a Dios y servir a nuestros vecinos. Nuestra parroquia est谩 guiada por las ense帽anzas de la Iglesia Cat贸lica e inspirada por el Evangelio de Jesucristo.",
    "HISTORY": "Historia de la parroquia",
    "HISTORY_DESC": "Nuestra parroquia tiene una rica historia de fe y servicio en nuestra comunidad. Fundada hace muchos a帽os, continuamos creciendo en nuestro compromiso con Cristo y su Iglesia.",
    "PASTOR": "Nuestro p谩rroco",
    "PASTOR_DESC": "El Padre Juan Smith ha estado sirviendo a nuestra comunidad parroquial con dedicaci贸n y cuidado pastoral.",
    "SACRAMENTS_RITES": "Sacramentos y Ritos",
    "LITURGICAL_FUNCTIONS": "Funciones lit煤rgicas"
  },
  "MASSES": {
    "TITLE": "Horario de misas",
    "WEEKDAY": "Misas de d铆as laborables",
    "WEEKDAY_DESC": "Lunes - Viernes: 7:00 AM y 12:10 PM",
    "SATURDAY": "Misas del s谩bado",
    "SATURDAY_DESC": "Misa de vigilia: 5:00 PM",
    "SUNDAY": "Misas dominicales",
    "SUNDAY_DESC": "8:00 AM, 10:00 AM, 12:00 PM y 5:00 PM",
    "HOLY_DAYS": "D铆as santos de obligaci贸n",
    "HOLY_DAYS_DESC": "Por favor, consulte el bolet铆n para los horarios especiales de misas en los d铆as santos.",
    "VIRTUAL": "Misas virtuales",
    "VIRTUAL_DESC": "nase a nosotros en l铆nea para las celebraciones transmitidas en vivo.",
    "INTENTIONS": "Intenciones de misa",
    "INTENTIONS_DESC": "Solicite que se ofrezca una misa por sus intenciones."
  },
  "EVENTS": {
    "TITLE": "Eventos parroquiales",
    "UPCOMING": "Pr贸ximos eventos",
    "CALENDAR": "Calendario de eventos",
    "CALENDAR_DESC": "Mant茅ngase conectado con nuestra comunidad parroquial a trav茅s de diversos eventos y actividades durante todo el a帽o."
  },
  "NEWS": {
    "TITLE": "Noticias parroquiales",
    "BULLETIN": "Bolet铆n semanal",
    "BULLETIN_DESC": "Lea nuestro 煤ltimo bolet铆n parroquial para anuncios, pr贸ximos eventos y reflexiones espirituales.",
    "ANNOUNCEMENTS": "Anuncios"
  },
  "COMMITTEES": {
    "TITLE": "Comit茅s parroquiales",
    "DESCRIPTION": "Nuestros comit茅s parroquiales ayudan a organizar y apoyar diversos aspectos de la vida parroquial. 隆Invol煤crese y comparta sus talentos!",
    "LITURGY": "Comit茅 de liturgia",
    "LITURGY_DESC": "Planifica y coordina las celebraciones lit煤rgicas y mejora nuestra experiencia de adoraci贸n.",
    "FINANCE": "Consejo de finanzas",
    "FINANCE_DESC": "Proporciona supervisi贸n y orientaci贸n para la administraci贸n financiera de la parroquia.",
    "PASTORAL": "Consejo pastoral",
    "PASTORAL_DESC": "Asesora al p谩rroco sobre asuntos pastorales y planificaci贸n parroquial."
  },
  "VOLUNTEERING": {
    "TITLE": "Oportunidades de voluntariado",
    "DESCRIPTION": "Hay muchas formas de servir en nuestra comunidad parroquial. Su tiempo y talentos son dones que ayudan a construir el Reino de Dios.",
    "OPPORTUNITIES": "Oportunidades actuales",
    "LECTORS": "Lectores",
    "LECTORS_DESC": "Proclamar la Palabra de Dios durante la misa.",
    "EUCHARISTIC": "Ministros de la Eucarist铆a",
    "EUCHARISTIC_DESC": "Ayudar en la distribuci贸n de la Sagrada Comuni贸n.",
    "USHERS": "Ujieres y recepcionistas",
    "USHERS_DESC": "Dar la bienvenida a los feligreses y ayudar durante la misa.",
    "CHOIR": "Coro",
    "CHOIR_DESC": "Compartir sus talentos musicales en las celebraciones lit煤rgicas."
  },
  "CAMPAIGNS": {
    "TITLE": "Campa帽as parroquiales",
    "DESCRIPTION": "Apoye nuestras iniciativas parroquiales y campa帽as especiales que nos ayudan a servir a nuestra comunidad y mantener nuestras instalaciones.",
    "CAPITAL": "Campa帽a de capital",
    "CAPITAL_DESC": "Ay煤denos con las mejoras y renovaciones del edificio.",
    "ANNUAL": "Campa帽a anual",
    "ANNUAL_DESC": "Su donaci贸n anual apoya nuestros ministerios parroquiales y programas de extensi贸n."
  },
  "DONATION": {
    "TITLE": "Hacer una donaci贸n",
    "DESCRIPTION": "Su generoso apoyo ayuda a nuestra parroquia a continuar su misi贸n de adoraci贸n, servicio y evangelizaci贸n.",
    "ONLINE": "Dar en l铆nea",
    "ONLINE_DESC": "Hacer una donaci贸n segura en l铆nea a trav茅s de nuestra plataforma de donaciones.",
    "MAIL": "Dar por correo",
    "MAIL_DESC": "Env铆e su donaci贸n a la oficina parroquial.",
    "PERSON": "Dar en persona",
    "PERSON_DESC": "Deje su donaci贸n en la oficina parroquial o col贸quela en la canasta de colecta durante la misa.",
    "WAYS": "Formas de dar",
    "THANK_YOU": "隆Gracias por su generosidad!"
  },
  "CONTACT": {
    "TITLE": "Cont谩ctenos",
    "ADDRESS_TITLE": "Oficina parroquial",
    "PHONE": "Tel茅fono",
    "EMAIL": "Correo electr贸nico",
    "OFFICE_HOURS": "Horario de oficina",
    "OFFICE_HOURS_DESC": "Lunes - Viernes: 9:00 AM - 5:00 PM",
    "MAP_TITLE": "Encu茅ntrenos",
    "MAP_VIEW": "Vista del mapa",
    "MAP_NOTE": "La integraci贸n con Google Maps o un servicio de mapas similar ir铆a aqu铆"
  },
  "FOOTER": {
    "COPYRIGHT": "漏 2025 Parroquia Cat贸lica. Todos los derechos reservados.",
    "LOCATION": "Montreal, QC, Canad谩"
  }
}
