{
  "en": [
    {
      "name": "DbDocGen Powerbuilder Application",
      "description": "Application to reverse engineer databases and generate comprehensive documentation.",
      "comingSoon": false
    },
    {
      "name": "Consultant Companion Powerbuilder Application",
      "description": "Application to help consultant manage his company and integrates with Sage Accounting",
      "comingSoon": false
    },
    {
      "name": "CondoPilotAI Condo Management Solution",
      "description": "This solution consists of a client portal for owners and tenants to access their properties, and also a manager admin portal to manage the condo association.",
      "comingSoon": true
    }
  ],
  "fr": [
  {
    "name": "DbDocGen - Application PowerBuilder",
    "description": "Application permettant l'ingénierie inverse de bases de données et la génération d'une documentation complète.",
    "comingSoon": false
  },
  {
    "name": "Consultant Companion - Application PowerBuilder",
    "description": "Application conçue pour aider un consultant à gérer son entreprise, avec une intégration à Sage Accounting.",
    "comingSoon": false
  },
  {
    "name": "CondoPilotAI - Solution de gestion de copropriété",
    "description": "Cette solution comprend un portail client pour les propriétaires et les locataires afin d'accéder à leurs propriétés, ainsi qu'un portail administrateur pour la gestion de l'association de copropriété.",
    "comingSoon": true
  }
  ],
  "es": [
  {
    "name": "DbDocGen - Aplicación PowerBuilder",
    "description": "Aplicación que permite la ingeniería inversa de bases de datos y la generación de documentación completa.",
    "comingSoon": false
  },
  {
    "name": "Consultant Companion - Aplicación PowerBuilder",
    "description": "Aplicación diseñada para ayudar a un consultor a gestionar su empresa, con integración a Sage Accounting.",
    "comingSoon": false
  },
  {
    "name": "CondoPilotAI - Solución de gestión de condominios",
    "description": "Esta solución incluye un portal para propietarios e inquilinos para acceder a sus propiedades, así como un portal administrativo para gestionar la asociación de condominios.",
    "comingSoon": true
  }
  ]
}