{
  "en": [
    {
      "name": "IT Strategy & Consulting",
      "description": "Expert guidance on technology strategy, digital transformation, and IT roadmap development to align technology with business objectives."
    },
    {
      "name": "Software Development",
      "description": "Custom software solutions built with modern technologies, from web applications to enterprise systems that drive business efficiency. Learn more about website design and development by going to the demo page"
    },
    {
      "name": "Legacy Systems Maintenance",
      "description": "Maintenance and support of enterprise legacy applications built in Informix 4gl, Fourgen Case Tools, Generro, Powerbuilder 5, 8, 12.5, 2017, 2019, 2021, 2022, and 2025."
    },
    {
      "name": "Cloud Solutions",
      "description": "Microsoft Power Tools solution design, cloud migration, architecture design, and optimization services for Azure platforms."
    },
    {
      "name": "DevOps & Automation",
      "description": "Implementation of CI/CD pipelines, DevOps best practices, Devops Dashboard setup for scrum projects, and automated testing to accelerate delivery and improve quality."
    },
    {
      "name": "Technical Leadership",
      "description": "Mentoring development teams, establishing coding standards, and providing technical direction for complex projects."
    }
  ],
  "fr": [
  {
    "name": "Stratégie et Conseil en TI",
    "description": "Conseils d'experts en stratégie technologique, transformation numérique et élaboration de feuilles de route TI pour aligner la technologie sur les objectifs d'affaires."
  },
  {
    "name": "Développement de Logiciels",
    "description": "Solutions logicielles personnalisées conçues avec des technologies modernes, allant des applications web aux systèmes d'entreprise pour améliorer l'efficacité opérationnelle."
  },
  {
    "name": "Maintenance des Systèmes Hérités",
    "description": "Maintenance et support des applications d'entreprise héritées développées avec Informix 4GL, Fourgen Case Tools, Generro, PowerBuilder 5, 8, 12.5, 2017, 2019, 2021, 2022 et 2025."
  },
  {
    "name": "Solutions Cloud",
    "description": "Conception de solutions avec Microsoft Power Tools, migration vers le cloud, conception d'architectures et services d'optimisation pour la plateforme Azure."
  },
  {
    "name": "DevOps et Automatisation",
    "description": "Implémentation de pipelines CI/CD, meilleures pratiques DevOps, configuration de tableaux de bord DevOps pour les projets Scrum, et tests automatisés pour accélérer la livraison et améliorer la qualité."
  },
  {
    "name": "Leadership Technique",
    "description": "Mentorat des équipes de développement, établissement de normes de codage et orientation technique pour des projets complexes."
  }
  ],
  "es": [
  {
    "name": "Estrategia y Consultoría en TI",
    "description": "Asesoramiento experto en estrategia tecnológica, transformación digital y desarrollo de hojas de ruta de TI para alinear la tecnología con los objetivos empresariales."
  },
  {
    "name": "Desarrollo de Software",
    "description": "Soluciones de software personalizadas desarrolladas con tecnologías modernas, desde aplicaciones web hasta sistemas empresariales que mejoran la eficiencia del negocio."
  },
  {
    "name": "Mantenimiento de Sistemas Legados",
    "description": "Mantenimiento y soporte de aplicaciones empresariales legadas desarrolladas en Informix 4GL, Fourgen Case Tools, Generro, PowerBuilder 5, 8, 12.5, 2017, 2019, 2021, 2022 y 2025."
  },
  {
    "name": "Soluciones en la Nube",
    "description": "Diseño de soluciones con Microsoft Power Tools, migración a la nube, diseño de arquitectura y servicios de optimización para plataforma Azure."
  },
  {
    "name": "DevOps y Automatización",
    "description": "Implementación de pipelines CI/CD, mejores prácticas de DevOps, configuración de paneles DevOps para proyectos Scrum y pruebas automatizadas para acelerar la entrega y mejorar la calidad."
  },
  {
    "name": "Liderazgo Técnico",
    "description": "Mentoría de equipos de desarrollo, establecimiento de estándares de codificación y dirección técnica para proyectos complejos."
  }
  ]
}
