{
  "en": [
    {
      "name": "Shayna",
      "company": "Public Services Procurements Canada",
      "position": "Business Analyst",
      "testimonial": "Daniel is an exceptional and helpful developer can be described as a highly skilled individual who not only excels in Powerbuilder and java coding but also consistently supports and elevates the team. He possesses strong technical abilities, excellent communication and a proactive, collaborative attitude."
    },
    {
      "name": "Carl Vachon",
      "company": "Ministeres des ressources naturelles et des forêts",
      "position": "IT Manager",
      "testimonial": "Bonjour Daniel, Merci beaucoup pour tous les efforts que tu as fournis dans la période que tu as été avec nous. Tu es une personne techniquement très compétente et toujours prête à aider. Je suis certain que tu auras beaucoup de plaisir dans ton prochain mandat. Je te souhaite beaucoup de succès. Bonne continuation."
    },
    {
      "name": "Donna Parker",
      "company": "Harris Computer Systems",
      "position": "Project Manager",
      "testimonial": "You have great skills and a wonderful way of working with people."
    },
    {
      "name": "Do-Pilon",
      "company": "GDIT Canada",
      "position": "Operations Manager",
      "testimonial": "Congratulations to Daniel Seguin who is being recognized as our “Above and Beyond” employee!  Daniel joined us in March as a System Administrator & Application Support Analyst.  From the very first day he joined us, Daniel has been an outstanding team member and contributor. Daniel works tirelessly, and quite literally around the clock to ensure our IT systems run smoothly, for both our clients and our GDIT Canada team.  Thank you Daniel for always coming to work with such tremendous energy, and an incredible positive “can do anything” attitude.  Daniel will be recognized for going Above and Beyond with a GDIT gift."
    },
    {
      "name": "Mary Lee Whitehead",
      "company": "Harris Computer Systems",
      "position": "Project Manager",
      "testimonial": "I have worked with Daniel on a variety of CIS implementations and upgrades over the past 10 years. In that time I have seen Daniel strive to provide our Customers with the best CIS billing solution to meet their needs, while always looking for opportunities to enhance our core product . Daniel always took great pride in his work and made a point of focusing on Customer satisfaction; working on last minute critical requests to ensure project deadlines were adhered to without having to be asked to do so. Daniel often looked to mentor junior resources, sharing the knowledge he had built up over years of implementation experience. He also actively sought to improve processes and methodologies making recommendations to streamline various aspects of the CIS implementation."
    },
    {
      "name": "Narendra Jain",
      "company": "Skechers USA / Canada",
      "position": "Software development director",
      "testimonial": "We thank Daniel for all the good work which he has done at Skechers in the time that he worked here. We really appreciate all the hard work, dedication, and always going the extra mile for the company."
    },
    {
      "name": "Patrick Eidemiller",
      "company": "Skechers USA / Canada",
      "position": "Product owner and business analyst",
      "testimonial": "Daniel has been a great addition to the Garpac development team since he joined last year. As a business analyst on the Garpac team, I interface frequently with our developers. Daniel approaches work with a cheerful and engaging spirit! I admire his energy and passion for sharing his expertise."
    },
    {
      "name": "Omer Baykan",
      "company": "Air Canada Vacations",
      "position": "Project Manager",
      "testimonial": "Thank you Daniel for your tremendous effort - even during furlough :) - and successful collaboration within the team to deliver results for migration of business reports. Greatly appreciated!!!"
    },
    {
      "name": "Pierre Viner",
      "company": "Harris Computer Systems",
      "position": "Developer",
      "testimonial": "I have worked with Daniel for 5+ years at Harris Computer Systems and throughout this period, Daniel has always demonstrated a high degree of passion for his work that is rarely seen in today’s work place. Daniel always goes the extra mile to arrive at the best solution for the customer and the company. He would never shy away from a difficult task and would work tirelessly until the job was done. His main concern was always customer satisfaction and improving processes. He is a strong programmer and loves his work."
    },
    {
      "name": "Radu Diaconescu",
      "company": "Air Canada Vacations",
      "position": "Software development director",
      "testimonial": "You effort was incredible.  I would like to say that they lost a great person and myself a great colleague.  I will you the very best for the future."
    },
    {
      "name": "Redha Gherbi",
      "company": "Air Canada Vacations",
      "position": "Developer",
      "testimonial": "daniel est une personne passionnee, qui aime partager ses connaissances et qui est toujours disponible pour aider! Merci Daniel"
    }
  ],
  "fr": [
  {
    "nom": "Shayna",
    "entreprise": "Services publics et Approvisionnement Canada",
    "poste": "Analyste d'affaires",
    "temoignage": "Daniel est un développeur exceptionnel et serviable, décrit comme une personne hautement qualifiée qui excelle non seulement en programmation PowerBuilder et Java, mais qui soutient et élève constamment l’équipe. Il possède de solides compétences techniques, une excellente communication et une attitude proactive et collaborative."
  },
  {
    "nom": "Carl Vachon",
    "entreprise": "Ministère des Ressources naturelles et des Forêts",
    "poste": "Gestionnaire TI",
    "temoignage": "Bonjour Daniel, Merci beaucoup pour tous les efforts que tu as fournis durant la période où tu as été avec nous. Tu es une personne techniquement très compétente et toujours prête à aider. Je suis certain que tu auras beaucoup de plaisir dans ton prochain mandat. Je te souhaite beaucoup de succès. Bonne continuation."
  },
  {
    "nom": "Donna Parker",
    "entreprise": "Harris Computer Systems",
    "poste": "Chef de projet",
    "temoignage": "Tu as de grandes compétences et une merveilleuse façon de travailler avec les gens."
  },
  {
    "nom": "Do-Pilon",
    "entreprise": "GDIT Canada",
    "poste": "Responsable des opérations",
    "temoignage": "Félicitations à Daniel Seguin qui est reconnu comme notre employé « Au-delà des attentes » ! Daniel nous a rejoints en mars en tant qu’administrateur système et analyste de soutien aux applications. Dès son premier jour, Daniel s’est révélé être un membre et un contributeur exceptionnel de l’équipe. Il travaille sans relâche, littéralement jour et nuit, pour assurer le bon fonctionnement de nos systèmes informatiques, tant pour nos clients que pour notre équipe GDIT Canada. Merci Daniel de venir travailler chaque jour avec une énergie incroyable et une attitude positive du type « tout est possible ». Daniel sera récompensé pour son engagement exceptionnel avec un cadeau GDIT."
  },
  {
    "nom": "Mary Lee Whitehead",
    "entreprise": "Harris Computer Systems",
    "poste": "Chef de projet",
    "temoignage": "J’ai travaillé avec Daniel sur diverses implantations et mises à jour de CIS au cours des 10 dernières années. Durant cette période, j’ai vu Daniel s’efforcer de fournir aux clients la meilleure solution de facturation CIS adaptée à leurs besoins, tout en cherchant constamment à améliorer notre produit principal. Daniel a toujours été fier de son travail et s’est concentré sur la satisfaction du client, répondant à des demandes critiques de dernière minute pour respecter les échéances sans qu’on ait à lui demander. Il a souvent agi comme mentor pour les ressources juniors, partageant les connaissances acquises au fil des années d’expérience. Il cherchait également à améliorer les processus et les méthodologies, en proposant des recommandations pour rationaliser divers aspects de l’implantation CIS."
  },
  {
    "nom": "Narendra Jain",
    "entreprise": "Skechers USA / Canada",
    "poste": "Directeur du développement logiciel",
    "temoignage": "Nous remercions Daniel pour tout le bon travail qu’il a accompli chez Skechers durant son passage. Nous apprécions vraiment son travail acharné, son dévouement et sa volonté constante de dépasser les attentes pour l’entreprise."
  },
  {
    "nom": "Patrick Eidemiller",
    "entreprise": "Skechers USA / Canada",
    "poste": "Propriétaire de produit et analyste d'affaires",
    "temoignage": "Daniel a été un excellent ajout à l’équipe de développement Garpac depuis son arrivée l’année dernière. En tant qu’analyste d’affaires dans l’équipe Garpac, j’interagis fréquemment avec nos développeurs. Daniel aborde le travail avec un esprit joyeux et engageant ! J’admire son énergie et sa passion pour le partage de son expertise."
  },
  {
    "nom": "Omer Baykan",
    "entreprise": "Vacances Air Canada",
    "poste": "Chef de projet",
    "temoignage": "Merci Daniel pour ton effort remarquable – même pendant le congé forcé :) – et ta collaboration réussie au sein de l’équipe pour livrer les résultats de la migration des rapports d’affaires. Très apprécié !!!"
  },
  {
    "nom": "Pierre Viner",
    "entreprise": "Harris Computer Systems",
    "poste": "Développeur",
    "temoignage": "J’ai travaillé avec Daniel pendant plus de 5 ans chez Harris Computer Systems et durant toute cette période, Daniel a toujours démontré une passion remarquable pour son travail, chose rare de nos jours. Daniel fait toujours un effort supplémentaire pour trouver la meilleure solution pour le client et l’entreprise. Il ne recule jamais devant une tâche difficile et travaille sans relâche jusqu’à ce que le travail soit terminé. Sa priorité a toujours été la satisfaction du client et l’amélioration des processus. C’est un excellent programmeur qui aime son travail."
  },
  {
    "nom": "Radu Diaconescu",
    "entreprise": "Vacances Air Canada",
    "poste": "Directeur du développement logiciel",
    "temoignage": "Ton effort a été incroyable. Je tiens à dire qu’ils ont perdu une personne formidable et moi, un excellent collègue. Je te souhaite le meilleur pour l’avenir."
  },
  {
    "nom": "Redha Gherbi",
    "entreprise": "Vacances Air Canada",
    "poste": "Développeur",
    "temoignage": "Daniel est une personne passionnée, qui aime partager ses connaissances et qui est toujours disponible pour aider ! Merci Daniel."
  }
  ],
  "es": [
  {
    "nombre": "Shayna",
    "empresa": "Servicios Públicos y Adquisiciones Canadá",
    "puesto": "Analista de negocios",
    "testimonio": "Daniel es un desarrollador excepcional y servicial, descrito como una persona altamente capacitada que no solo sobresale en programación PowerBuilder y Java, sino que también apoya y eleva constantemente al equipo. Posee sólidas habilidades técnicas, excelente comunicación y una actitud proactiva y colaborativa."
  },
  {
    "nombre": "Carl Vachon",
    "empresa": "Ministerio de Recursos Naturales y Bosques",
    "puesto": "Gerente de TI",
    "testimonio": "Hola Daniel, Muchas gracias por todos los esfuerzos que has realizado durante el tiempo que estuviste con nosotros. Eres una persona técnicamente muy competente y siempre dispuesta a ayudar. Estoy seguro de que disfrutarás mucho tu próximo mandato. Te deseo mucho éxito. ¡Buena continuación!"
  },
  {
    "nombre": "Donna Parker",
    "empresa": "Harris Computer Systems",
    "puesto": "Gerente de proyecto",
    "testimonio": "Tienes grandes habilidades y una maravillosa manera de trabajar con las personas."
  },
  {
    "nombre": "Do-Pilon",
    "empresa": "GDIT Canadá",
    "puesto": "Gerente de operaciones",
    "testimonio": "¡Felicitaciones a Daniel Seguin, quien ha sido reconocido como nuestro empleado 'Más allá de lo esperado'! Daniel se unió a nosotros en marzo como Administrador de Sistemas y Analista de Soporte de Aplicaciones. Desde el primer día, Daniel ha sido un miembro destacado del equipo y un gran contribuyente. Trabaja incansablemente, literalmente día y noche, para garantizar que nuestros sistemas informáticos funcionen sin problemas, tanto para nuestros clientes como para el equipo de GDIT Canadá. Gracias Daniel por venir siempre al trabajo con una energía tremenda y una actitud positiva de 'todo se puede lograr'. Daniel será reconocido por ir más allá con un regalo de GDIT."
  },
  {
    "nombre": "Mary Lee Whitehead",
    "empresa": "Harris Computer Systems",
    "puesto": "Gerente de proyecto",
    "testimonio": "He trabajado con Daniel en diversas implementaciones y actualizaciones de CIS durante los últimos 10 años. En ese tiempo, he visto a Daniel esforzarse por ofrecer a nuestros clientes la mejor solución de facturación CIS para satisfacer sus necesidades, siempre buscando oportunidades para mejorar nuestro producto principal. Daniel siempre se ha enorgullecido de su trabajo y se ha enfocado en la satisfacción del cliente; atendiendo solicitudes críticas de último minuto para cumplir con los plazos del proyecto sin necesidad de que se lo pidieran. A menudo actuaba como mentor de recursos junior, compartiendo el conocimiento que había acumulado durante años de experiencia en implementación. También buscaba activamente mejorar procesos y metodologías, haciendo recomendaciones para optimizar varios aspectos de la implementación de CIS."
  },
  {
    "nombre": "Narendra Jain",
    "empresa": "Skechers USA / Canadá",
    "puesto": "Director de desarrollo de software",
    "testimonio": "Agradecemos a Daniel por todo el buen trabajo que realizó en Skechers durante el tiempo que trabajó aquí. Realmente apreciamos todo su esfuerzo, dedicación y su constante disposición a dar lo mejor por la empresa."
  },
  {
    "nombre": "Patrick Eidemiller",
    "empresa": "Skechers USA / Canadá",
    "puesto": "Propietario de producto y analista de negocios",
    "testimonio": "Daniel ha sido una gran incorporación al equipo de desarrollo de Garpac desde que se unió el año pasado. Como analista de negocios en el equipo de Garpac, interactúo frecuentemente con nuestros desarrolladores. ¡Daniel aborda el trabajo con un espíritu alegre y comprometido! Admiro su energía y pasión por compartir su experiencia."
  },
  {
    "nombre": "Omer Baykan",
    "empresa": "Vacaciones Air Canada",
    "puesto": "Gerente de proyecto",
    "testimonio": "Gracias Daniel por tu tremendo esfuerzo – incluso durante el período de suspensión :) – y por tu exitosa colaboración dentro del equipo para entregar resultados en la migración de informes empresariales. ¡Muy apreciado!"
  },
  {
    "nombre": "Pierre Viner",
    "empresa": "Harris Computer Systems",
    "puesto": "Desarrollador",
    "testimonio": "He trabajado con Daniel durante más de 5 años en Harris Computer Systems y durante todo este tiempo, Daniel siempre ha demostrado una gran pasión por su trabajo, algo que rara vez se ve hoy en día. Daniel siempre da un paso más para encontrar la mejor solución para el cliente y la empresa. Nunca rehúye una tarea difícil y trabaja incansablemente hasta que el trabajo está terminado. Su principal preocupación siempre ha sido la satisfacción del cliente y la mejora de los procesos. Es un programador fuerte y ama su trabajo."
  },
  {
    "nombre": "Radu Diaconescu",
    "empresa": "Vacaciones Air Canada",
    "puesto": "Director de desarrollo de software",
    "testimonio": "Tu esfuerzo fue increíble. Me gustaría decir que ellos perdieron a una gran persona y yo a un gran colega. Te deseo lo mejor para el futuro."
  },
  {
    "nombre": "Redha Gherbi",
    "empresa": "Vacaciones Air Canada",
    "puesto": "Desarrollador",
    "testimonio": "¡Daniel es una persona apasionada, que le encanta compartir sus conocimientos y siempre está disponible para ayudar! Gracias Daniel."
  }
  ]
}